/* Top-level folders
*/
"System" = "Sistema";
"Applications" = "Applicazioni";
"Library" = "Libreria";
"Users" = "Utenti";
"Network" = "Network";


/* The shared user, under /Users
*/
"Shared" = "Condivisa";


/* Subfolders of /Applications
*/
"Server" = "Server";
"Utilities" = "Utility";


/* Folders in user homes
*/
"Desktop" = "Scrivania";
"Documents" = "Documenti";
"Movies" = "Filmati";
"Music" = "Musica";
"Pictures" = "Immagini";
"Public" = "Pubblica";
"Sites" = "Siti";
"Drop Box" = "Solo scrittura";
"Favorites" = "Preferiti";
"Saved Searches" = "Ricerche registrate";
"Mail Downloads" = "Download di mail";
"Downloads" = "Download";


/* Subfolders of /Network. We don't create .localized in these, someone else does.
*/
"Local" = "Locale";
"Servers" = "Server";
"My Network" = "Il mio network";


/* Other interesting folders --- These need the .localized created on the fly or to be made available with the folder 
*/
"Deleted Users" = "Utenti eliminati";
"Groups" = "Gruppi";
"Faxes" = "Fax";
"Compositions" = "Composizioni";		/* For Quartz Composer compositions */
"Shared Items" = "Elementi condivisi";		/* Under /, for Server */
"Incompatible Software" = "Software incompatibile";	/* Under / or ~ */

/* Simple Finder additions
*/
"My Applications" = "Le mie applicazioni";


